Repository: priyanshiTech/github_NextELD_Source
Catalog: LocalizableString/Localizable.xcstrings
Source language: en
Languages: es_us, pa

source: The Current driver will be signed out and you will become Driver. Notice as per requirements from FMCSA
es_us: Se cerrará la sesión del conductor actual y usted pasará a ser conductor. Aviso según los requisitos de la FMCSA.

#  Version: %@(%@)
source:  Version: %1$@(%2$@)
es_us: Versión
